Repository: joaocmd/manage_external_teachers
Catalog: external_teachers/app/locale/*/LC_MESSAGES/django.po
Languages: pt

source: select_typology
pt: ---Selecione uma tipologia---

source: name
pt: Nome

source: semester
pt: Semestre

source: hours_per_week
pt: N.º de horas lectivas devidas por semana

source: department
pt: Departamento

source: typology
pt: Tipologia

source: degree
pt: Formação académica

source: course
pt: Unidade curricular

source: course_manager
pt: Responsável da unidade curricular

source: costs_center
pt: Centro de Custos que Suporta o Complemento de Bolsa (Opcional)

source: notes
pt: Observações

source: error.same.semester
pt: Já existe uma proposta para este aluno no semestre seleccionado

source: TheUser
pt: Utilizador

source: Category code
pt: Código da categoria

source: Department acronym
pt: Acronimo do departamento

source: Hours
pt: Horas

source: Engaged
pt: Contratado

source: False
pt: N

source: Professional category
pt: Categoria profissional

source: Hours per week
pt: Horas por semana

source: Park
pt: Parque

source: Card
pt: Cartão

source: Department
pt: Departamento

source: Name
pt: Nome

source: Degree
pt: Formação académica

source: Course
pt: Unidade curricular

source: Course manager
pt: Responsável da unidade curricular

source: Costs Center
pt: Centro de Custos que Suporta o Complemento de Bolsa

source: Notes
pt: Observações

source: True
pt: Y

source: Yes
pt: Sim

source: No
pt: Não

source: External Teachers
pt: Docentes externos

source: Scientific Council
pt: Conselho científico

source: Opened
pt: Propostas em aberto

source: Closed
pt: Propostas fechadas

source: Closed proposals for external teachers
pt: Propostas fechadas

source: Add new possible external teacher
pt: Adicionar proposta para docente externo

source: Opened proposals for external teachers
pt: Propostas em aberto

source: Submit
pt: Submeter

source: loading
pt: A carregar...

source: all_semesters
pt: Todos os semestres

source: choose_action
pt: Acção

source: Close
pt: Fechar

source: Export to CSV file
pt: Exportar para ficheiro CSV

source: Export with all fields to CSV file
pt: Exportar com todos os campos para ficheiro CSV

source: Delete
pt: Apagar

source: Do
pt: Aplicar aos elementos selecionados

source: Toggle All
pt: Selecionar todos

source: Typology
pt: Tipologia

source: Week hours
pt: N.º de horas lectivas devidas por semana

source: no_professional_category
pt: Sem categoria profissional

source: yes,no
pt: Sim,Não

source: Edit
pt: Editar

source: Semester
pt: Semestre

source: Is closed
pt: Fechada?

source: Authorized by
pt: Autorizado por

source: Close date
pt: Data de fecho

source: External Teachers Management tool
pt: Docentes externos

source: Welcome
pt: Bem-vindo(a)

source: Opened proposals for external Teachers
pt: Propostas em aberto

source: Selected proposals have been closed
pt: As propostas seleccionadas foram fechadas com sucesso
